[M_Aster_PlotMission04 MissionDefinition]
MissionName="Um Jogo de Jogos"
MissionDescription="Com a entrada para as minas aberta, não há nada entre você e a torre de menagem do feiticeiro onde a rainha raptada se encontra."
TurnInDescription="E assim termina a história de como os Caçadores da Sepultura derrotaram Jack, O Feiticeiro, salvaram o belíssimo traseiro da rainha Butt Stallion e devolveram a luz ao mundo.\n\nFim."
MissionSummary="Vá até a torre de menagem de Jack, O Feiticeiro."
MissionGiver="Claptrap"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Aster_PlotMission04:AscendTheCastleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:BringLightBack MissionObjectiveDefinition]
ProgressMessage="Devolva a luz ao mundo"

[M_Aster_PlotMission04:Defeatdragon MissionObjectiveDefinition]
ProgressMessage="Derrote o dragão"

[M_Aster_PlotMission04:Defeatdragonset MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote o dragão do feiticeiro."
MissionDescriptionOverride="Com a entrada para as minas aberta, não há nada entre você e a torre de menagem do feiticeiro onde a rainha raptada aguarda para ser resgatada.<br>\nAo ver que você se aproximava, Jack, O Feiticeiro libertou sua mascote: um terrível dragão.\nVocê precisa derrotá-lo para conseguir entrar na torre.\n"

[M_Aster_PlotMission04:DefeatSorcerDaughter MissionObjectiveDefinition]
ProgressMessage="Derrote a filha do feiticeiro"

[M_Aster_PlotMission04:DefeatSorcererDaughterSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote a filha do feiticeiro."
MissionDescriptionOverride="Você está (mais ou menos) aprisionado nas masmorras de Jack, O Feiticeiro.  Se você não conseguir escapar e chegar até a sua torre de menagem, jamais será capaz de resgatar a rainha.<br>\nVocê localizou uma prisioneira com a esperança de que possa lhe ajudar a escapar. No entanto, a prisioneira - que por acaso é a torturada filha de Jack, O Feiticeiro - é uma criatura ainda mais maligna que seu próprio pai e agora ela quer te matar.<br>\nÉ melhor você acabar com ela e escapar logo dessa masmorra.\n"

[M_Aster_PlotMission04:EnterSorcerersCastleSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Alcance a torre de menagem do castelo."
MissionDescriptionOverride="Com a entrada para as minas aberta, não há nada entre você e a torre de menagem do feiticeiro onde a rainha raptada aguarda para ser resgatada."

[M_Aster_PlotMission04:EscapeTheDungeon MissionObjectiveDefinition]
ProgressMessage="Escape da masmorra"

[M_Aster_PlotMission04:EscapeTheDungeonSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:ExitMines MissionObjectiveDefinition]
ProgressMessage="Saia das minas dos anões"

[M_Aster_PlotMission04:ExitTheMinesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:FeedButtstallion MissionObjectiveDefinition]
ProgressMessage="Alimente o Butt Stallion com Eridium"

[M_Aster_PlotMission04:FeedButtstallionSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Alimente a rainha Butt Stallion."
MissionDescriptionOverride="Você resgatou a rainha Butt Stallion, porém, ela precisa comer um pouco para poder conjurar sua magia e devolver a luz ao mundo.  É melhor você alimentá-la."

[M_Aster_PlotMission04:FindThePrisoner MissionObjectiveDefinition]
ProgressMessage="Encontre a prisioneira"

[M_Aster_PlotMission04:FindThePrisonerSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre a prisioneira misteriosa."
MissionDescriptionOverride="Você está (mais ou menos) aprisionado nas masmorras de Jack, O Feiticeiro.  Se você não conseguir escapar e chegar até a sua torre de menagem, jamais será capaz de resgatar a rainha.<br>\nPor sorte, você ouviu a voz de uma prisioneira misteriosa em algum lugar da masmorra.  Se você for capaz de encontrá-la, talvez ela possa lhe dizer como escapar.\n"

[M_Aster_PlotMission04:FindThePrisonerSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:FindThePrisonerSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:FindThePrisonerSet4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:FindThePrisonerSet5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:FreePrisonerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:FreeTheQueen MissionObjectiveDefinition]
ProgressMessage="Liberte a rainha"

[M_Aster_PlotMission04:FreeTheQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate a rainha."
MissionDescriptionOverride="Você deve resgatar a rainha antes que os cavaleiros do falecido feiticeiro a executem.  Seja rápido! "

[M_Aster_PlotMission04:GoToCastleKeepAngelBeatenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:KillHandsomeSorcerer MissionObjectiveDefinition]
ProgressMessage="Derrote Jack, O Feiticeiro"

[M_Aster_PlotMission04:KillHandsomeSorcererTowerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine Jack, O Feiticeiro."
MissionDescriptionOverride=""

[M_Aster_PlotMission04:LightBroughBackIntoWorldSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:PlayerUsedTrapDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:PunchPrisoner MissionObjectiveDefinition]
ProgressMessage="Desça a porrada no prisioneiro"

[M_Aster_PlotMission04:PunchPrisonerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:ReachCastleKeep MissionObjectiveDefinition]
ProgressMessage="Alcance a torre de menagem do dragão"

[M_Aster_PlotMission04:ReachCastleTowerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:RemoveRestraints MissionObjectiveDefinition]
ProgressMessage="Arrebente as correntes da prisioneira"

[M_Aster_PlotMission04:SearchForWayIntoCastleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:Talktoprisoner MissionObjectiveDefinition]
ProgressMessage="Fale com a prisioneira"

[M_Aster_PlotMission04:TalkToPrisonerHolderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:TalkToPrisonerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission04:TeleToCastleKeep MissionObjectiveDefinition]
ProgressMessage="Teletransporte-se para a torre de menagem do dragão"

[M_Aster_PlotMission04:UseTeleporterSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Teletransporte-se para a torre de menagem."
MissionDescriptionOverride="Jack, O Feiticeiro o aguarda na torre de menagem do seu castelo.  Você deve encontrá-lo, eliminá-lo e resgatar a rainha!"
